[
    {
      "title": "פורנו וההשפעה על המוח – למה זה כל כך ממכר?",
      "explanation": "בכל צפייה בפורנו, המוח מוצף בגל של דופמין – אותו כימיקל שאחראי על תחושת עונג. עם הזמן, המוח מתרגל לרמות גבוהות יותר ודורש תוכן יותר קיצוני כדי לחוות את אותה הנאה. התוצאה: רגישות נמוכה יותר לגירויים טבעיים כמו מגע או קשר אנושי. זו לא רק הרגל – זו התמכרות ביולוגית."
    },
    {
      "title": "איך פורנו הורס את הביטחון והדימוי העצמי שלך",
      "explanation": "פורנו מציג עולם לא מציאותי של מראה חיצוני, שליטה וביצועים מיניים. ההשוואה הזו יוצרת תחושת חוסר ערך וחוסר שקט פנימי. אתה מתחיל להרגיש 'פחות', ולאט לאט מאבד את הביטחון ואת הכוח שלך."
    },
    {
      "title": "פורנו והקשר למיניות – למה זה פוגע בזקפה, בחשק ובהנאה?",
      "explanation": "המוח לומד להתרגש מגירוי לא טבעי – מסכים, סאונד, קצב מוגזם. במציאות, הגוף לא מגיב. תופעה נפוצה: אין אונות שנגרמת מצפייה בפורנו (P.I.E.D). בנוסף, יש פחות חיבור עם בת הזוג ויותר צורך בדמיון כדי להתרגש. זה לא מקרי – זו תוצאה ישירה של הפורנו."
    },
    {
      "title": "איך פורנו הופך להרגל רע – ולמה קשה כל כך להפסיק",
      "explanation": "ההתמכרות היא לא רק לתוכן אלא למה שהוא נותן רגעית – בריחה, ריגוש, שחרור. הוא מחליף פתרונות בריאים והופך לתגובה אוטומטית למצבים כמו עייפות, לחץ, בדידות או שיעמום. ככה המוח לומד שזה הפתרון היחיד."
    },
    {
      "title": "הנזקים הבריאותיים של פורנו – לא רק בראש",
      "explanation": "פורנו משפיע גם על הגוף: מחליש אנרגיה, פוגע בשינה ובריכוז, מדכא הורמונים גבריים ויכול לגרום לדיכאון ועצבנות. הסיבה: גירוי יתר כרוני של מערכת העצבים ורמות דופמין לא טבעיות."
    },
    {
      "title": "הגבר שאתה יכול להיות – ואיך פורנו גונב לך את זה",
      "explanation": "פורנו גונב ממך את היכולת להיות עוצמתי, ממוקד ובטוח בעצמך. גברים שנגמלים מדווחים על ביטחון עצמי מוגבר, פוקוס, שיפור בזוגיות, אנרגיה טבעית והצלחה. האם תוותר על כל זה בשביל מסך?"
    },
    {
      "title": "הקשר בין פורנו לסמים",
      "explanation": "פורנו משפיע על המוח כמו סמים – מפעיל את מרכזי העונג ודורש גירוי קיצוני יותר ויותר. הוא גם פוגע באזורים שאחראים על שליטה עצמית וריכוז. זו לא חולשה – זו השפעה נוירולוגית. אבל כמו כל התמכרות – אפשר להפסיק, והמוח יודע להשתקם."
    }
  ]
  